Repository: Sarahsolus/contao-bootstrap-designer-plugin
Catalog: src/Resources/contao/languages/*/*_content.xlf
Languages: de

# tl_content.cbsd_margin.0
source: Margin
de: Außenabstand

# tl_content.cbsd_margin.1
source: Each display size, unless further specified, also applies to all subsequent sizes
de: Jede Displaygröße gilt, sofern nicht anders angegeben, auch für alle darauf folgenden Größen

# tl_content.cbsd_margin_type
source: Margin type
de: Art des Außenabstands

# tl_content.cbsd_margin_viewport
source: Viewport
de: Displaygröße

# tl_content.cbsd_margin_value
source: Value
de: Wert

# tl_content.cbsd_padding.0
source: Padding
de: Innenabstand

# tl_content.cbsd_padding.1
source: Each display size, unless further specified, also applies to all subsequent sizes
de: Jede Displaygröße gilt, sofern nicht anders angegeben, auch für alle darauf folgenden Größen

# tl_content.cbsd_padding_type
source: Padding type
de: Art des Innenabstands

# tl_content.cbsd_padding_viewport
source: Viewport
de: Displaygröße

# tl_content.cbsd_padding_value
source: Value
de: Wert

# tl_content.cbsd_display.0
source: Display
de: Darstellung

# tl_content.cbsd_display.1
source: Each display size, unless further specified, also applies to all subsequent sizes
de: Jede Displaygröße gilt, sofern nicht anders angegeben, auch für alle darauf folgenden Größen

# tl_content.cbsd_display_type
source: Display type
de: Art der Darstellung

# tl_content.cbsd_display_viewport
source: Viewport
de: Displaygröße

# tl_content.none
source: Hide (None)
de: Ausblenden (None)

# tl_content.cbsd_bgcolor.0
source: Background Color
de: Hintergrundfarbe

# tl_content.cbsd_bgcolor.1
source: Background color of element
de: Hintergrundfarbe des Elements

# tl_content.cbsd-bg
source: Background Color
de: Hintergrundfarbe

# tl_content.cbsd_bgcolor_type
source: Background color
de: Hintergrundfarbe

# tl_content.cbsd_bgcolor_property
source: Transparency
de: Transparenz

# tl_content.transparent
source: None (transparent)
de: Keine (transparent)

# tl_content.cbsd_bgcolor_value
source: Color
de: Farbe

# tl_content.cbsd_text.0
source: Text properties
de: Texteigenschaften

# tl_content.cbsd_text.1
source: Text properties within the element
de: Texteigenschaften innerhalb des Elements

# tl_content.cbsd_text_type
source: Text type
de: Texttyp

# tl_content.cbsd_text_value
source: Property
de: Eigenschaften

# tl_content.cbsd_image_responsive.0
source: responsive display
de: Responsive Darstellung

# tl_content.always-responsive
source: Always responsive
de: Immer aufspannen

# tl_content.always-responsive-desktop
source: Resposive until Desktop size
de: Bis Desktop aufspannen

# tl_content.always-responsive-tablet
source: Resposive until Tablet size
de: Bis Tablet aufspannen

# tl_content.no-responsive
source: Not responsive
de: Nicht responsive

# tl_content.sm
source: sm (Mobile)
de: sm (Handy)

# tl_content.left
source: Left-justified
de: Linksbündig

# tl_content.center
source: Centered
de: Zentriert

# tl_content.right
source: Right-justified
de: Rechtsbündig

# tl_content.justify
source: Justified
de: Ausgerichtet

# tl_content.shadow
source: Shadow
de: Schatten

# tl_content.underline
source: Underlined
de: Unterstrichen

# tl_content.bold
source: Bold
de: Breit

# tl_content.italic
source: Italic
de: Kursiv

# tl_content.uppercase
source: Uppercase
de: Hochgestellt

# tl_content.background
source: Background (Body)
de: Hintergrund (Body)

# tl_content.white
source: White
de: Weiß

# tl_content.black
source: Black
de: Schwarz

# tl_content.grey
source: Grey
de: Grau

# tl_content.red
source: Red
de: Rot

# tl_content.yellow
source: Yellow
de: Gelb

# tl_content.green
source: Green
de: Grün

# tl_content.blue
source: Blue
de: Blau

# tl_content.brown
source: Brown
de: Braun

# tl_content.violet
source: Violet
de: Violett

# tl_content.m
source: Margin all sides (m)
de: Außenabstand allseitig (m)

# tl_content.mt
source: Margin Top (mt)
de: Außenabstand oben (mt)

# tl_content.mr
source: Margin Right (mr)
de: Außenabstand rechts (mr)

# tl_content.mb
source: Margin Bottom (mb)
de: Außenabstand unten (mb)

# tl_content.ml
source: Margin Left (ml)
de: Außenabstand links (ml)

# tl_content.me
source: Margin Right (me)
de: Außenabstand rechts (me)

# tl_content.ms
source: Margin Left (ms)
de: Außenabstand links (ms)

# tl_content.p
source: Padding all sides (p)
de: Innenabstand allseitig (p)

# tl_content.pt
source: Padding Top (pt)
de: Innenabstand oben (pt)

# tl_content.pr
source: Padding Right (pr)
de: Innenabstand rechts (pr)

# tl_content.pb
source: Padding Bottom (pb)
de: Innenabstand unten (pb)

# tl_content.pl
source: Padding Left (pl)
de: Innenabstand links (pl)

# tl_content.pe
source: Padding Right (pe)
de: Innenabstand rechts (pe)

# tl_content.ps
source: Padding Left (ps)
de: Innenabstand links (ps)

# tl_content.cbsd-hl
source: Headline
de: Überschrift

# tl_content.cbsd_element.0
source: Properties of content element
de: Eigenschaften des Inhaltselements

# tl_content.cbsd_element_type
source: Type
de: Typ

# tl_content.cbsd_element_value
source: Property
de: Eigenschaften

# tl_content.cbsd_button.0
source: Display link as a button
de: Link als Button darstellen

# tl_content.cbsd_button_outline
source: Outline
de: Kontur

# tl_content.cbsd_button_value
source: Property
de: Eigenschaften

# tl_content.outline
source: Outlined
de: Konturiert

# tl_content.btn-success
source: Button Success
de: Button Erfolg

# tl_content.btn-danger
source: Button Danger
de: Button Gefahr

# tl_content.btn-warning
source: Button Warning
de: Button Warnung

# tl_content.btn-light
source: Button Light
de: Button Hell

# tl_content.btn-dark
source: Button Dark
de: Button Dunkel
